Repository: mertalptekin/feedvinc
Catalog: FeedVinc.WEB.UI/Resources/SiteLanguage.*.resx
Languages: tr_tr

# Share_UserComment
source: sent a comment your post
tr_tr: gönderine yorum yaptı

# Share_Community_Like
source: liked your community share
tr_tr: topluluk paylaşımını beğendi

# Share_Idea_Like
source: liked your idea share
tr_tr: fikir paylaşımını beğendi

# Share_Project_Like
source: liked your project share
tr_tr: proje paylaşımı beğendi.

# Contact_With
source: To
tr_tr: Alıcı

source: New Message
tr_tr: Yeni Mesaj

source: no access
tr_tr: Konuşmaya kapalı

source: Previous
tr_tr: Geri

# Private_Access
source: just only followers
tr_tr: Takipçilere açık

# Public_Access
source: public
tr_tr: Herkese açık

source: Messages
tr_tr: Mesajlar

# Message_Access_no_One
source: no message acesss
tr_tr: herkese kapalı

# Message_Access_Public
source: public message access
tr_tr: herkese açık

# Message_Acess_Only_Followers
source: private message access
tr_tr: takipçilere açık

source: search username contact with...
tr_tr: kullanıcı adı ara

# NotificationMessage
source: sent a message
tr_tr: kullanıcısından bir mesaj aldınız

source: Next
tr_tr: Önceki

source: Prev
tr_tr: Sonraki

# Share_Text
source: Shared
tr_tr: Paylaştın

source: Comments
tr_tr: Yorumlar

# Follow_Community_Notification_Text
source: Following your community
tr_tr: topluluğunu takip etmeye başladı

# UnFollow_Community_Notification_Text
source: leave following your community profile
tr_tr: topluluk profilini takip etmeyi bıraktı

# UnFollow_Project_Notification_Text
source: leave following your project profile
tr_tr: proje profilini takip etmeyi bıraktı

# UnFollow_User_Notification_Text
source: leave following your user profile
tr_tr: profilini takip etmeyi bıraktı

source: Friend Suggestions
tr_tr: Arkadaş Önerileri

source: Activities
tr_tr: Etkinlikler

source: Trends
tr_tr: Trendler

source: Post
tr_tr: Gönderi

# RandomProjects
source: Projects in Feedvinc
tr_tr: Feedvinc'de Yer Alan Projeler

# User_WebSite
source: Web Site Link
tr_tr: Web Sitesi Linki

# SecondShareOwnerNotification
source: you cant share your own post
tr_tr: Kendi gönderinizi paylaşamazsınız

source: Message Privacy
tr_tr: Mesaj Gizliliği

# NoMessageText
source: If you do not want anyone to write you an instant message, you can activate this feature.
tr_tr: Hiç kimsenin size anlık mesaj atmasını istemiyorsanız bu özelliği aktif hale getirebilirsiniz.

# PrivateMessageText
source: If you enable this feature, only your friends may send you an instant message.
tr_tr: Bu özelliği aktif hale getiriseniz sadece sizi takip edenler size anlık mesaj atabilir.

# PublicMessageText
source: Everyone may send you an instant message.
tr_tr: Sizi takip etmeyen kişiler de size anlık mesaj atabilirler.
