Repository: mertalptekin/feedvinc
Catalog: FeedVinc.WEB.UI/Resources/SiteLanguage.*.resx
Languages: tr_tr

source: About
tr_tr: Hakkımda

# Accept_Agreement
source: I have read and accept the agreement
tr_tr: Sözleşmeyi okudum ve kabul ediyorum

source: Account Settings
tr_tr: Hesap Ayarları

source: Active Time
tr_tr: İlanın aktiflik süresi

source: Active User
tr_tr: Aktif Kullanıcı

source: Add Admin
tr_tr: Topluluk Yöneticisi Ekle

source: Add Campaign
tr_tr: Kampanya Ekle

source: Add Character
tr_tr: Karakter Ekle

source: Add Event
tr_tr: Etkinlik Ekle

source: Add Feedback
tr_tr: Feedback Ekle

source: Add member
tr_tr: Üye Ekle

source: Add Video
tr_tr: Video Ekle

source: Ads
tr_tr: ilanlar

source: Advertising Days
tr_tr: Reklam Günleri

source: Adverts Campaign
tr_tr: Reklam Kampanyaları

source: Advert Time
tr_tr: Reklam Saati

source: Age
tr_tr: Yaş Aralığı

source: Answer
tr_tr: Cevap

# Answer_Questions
source: Please answer these questions bellow
tr_tr: Lütfen aşağıdaki soruları cevaplayınız

source: appointment with other people
tr_tr: Başkasının Randevusu

source: Around Me
tr_tr: Çevrem

source: Available
tr_tr: Müsait

# AvatarName
source: Give avatar a name
tr_tr: Avatara bir isim ver

source: Back
tr_tr: Geri

source: Begin
tr_tr: Görevlere Başla

source: Billing address
tr_tr: Fatura Adres Bilgileriniz

source: Broadcast Range
tr_tr: Yayın aralığı

source: Browse
tr_tr: Gözat

source: Campaign
tr_tr: Kampanya

source: Cancel
tr_tr: İptal Et

source: Card Owner
tr_tr: Kart Sahibi

source: Carts
tr_tr: Sepetim

source: Cash Flow Rate
tr_tr: Nakit Akış Oranı

source: Category
tr_tr: Kategori

source: Character Analyses
tr_tr: Karakter Analizi

source: Choose Criterion
tr_tr: Kriterleri Seç

source: Choose Video
tr_tr: Video Seç

source: Chosen Video
tr_tr: Secili Video

source: City
tr_tr: Şehir

source: Communities
tr_tr: Topluluklar

source: Community Owner
tr_tr: Topluluk Sahibi

source: Company
tr_tr: Şirket

source: Competitor analysis
tr_tr: Rakip Analizi

source: Congratulations
tr_tr: Tebrikler

source: Contact
tr_tr: İletişim

source: Contacted People
tr_tr: İletişime geçilen kişi

source: Continue
tr_tr: Devam Et

source: Continuing Campaigns
tr_tr: Devam Eden Kampanyalar

source: Continuing meeting
tr_tr: Devam eden toplantılar

source: Conversion-Rate
tr_tr: Dönüşüm Oranı

source: Cost
tr_tr: Ücret

source: Country
tr_tr: Ülke

source: Credit Card
tr_tr: Kredi Kartı

source: Credit Card Information
tr_tr: Kredi Kartı Bilgileriniz

source: Credit Card No
tr_tr: Kredi Kartı Numarası

source: Currency
tr_tr: Para Birimi

source: Current Project
tr_tr: Aktif Proje

source: Customers Segment
tr_tr: Müşteri Segmenti

source: Customer of Cost
tr_tr: Yeni Müşteri Edinme Maliyeti

source: Daily Budget
tr_tr: Günlük Bütce

# Description
source: Description ( Max 500 Characters)
tr_tr: İlan açıklaması( Maks. 500 Karakter)

source: Design
tr_tr: Projelendirme

source: Developer
tr_tr: Geliştirici

source: Developers
tr_tr: Geliştiriciler

# Developer_Button
source: Joın as Developer!
tr_tr: Geliştirici olarak katıl!

# Developer_Slogan
source: Make deal with investors & entrepreneurs for software bussiness or design bussiness !
tr_tr: Bir sonraki yazılım ya da tasarım işiniz için anlaşın!

source: Digital Report
tr_tr: Dijital Rapor

# Directed_Link
source: Directed to link
tr_tr: Bağlantıya Yönlendirme

# Download_User_Mails
source: Click to download the user-mails
tr_tr: kullanıcıların emaillerini indirmek için tıklayın

source: Edit
tr_tr: Düzenle

source: Edit Admin
tr_tr: Topluluğu Yöneticilerini Düzenle

source: Edit Pictures
tr_tr: Resim Düzenle

source: Edit Project
tr_tr: Proje Düzenle

source: Edit Society
tr_tr: Topluluğu Düzenle

source: Edit Team
tr_tr: Takımı Düzenle

source: Educational status
tr_tr: Eğitim Durumu

source: Email
tr_tr: E-Posta

source: Email Settings
tr_tr: E-Posta Ayarları

source: Entrepreneur
tr_tr: Girişimci

source: Entrepreneurs
tr_tr: Girişimciler

# Entrepreneur_Button
source: Joın as Entrepreneur!
tr_tr: Girişimci olarak katıl!

# Entrepreneur_Slogan
source: Contact developers & investors make your idea!
tr_tr: Projeniz için takım ve yatırımcı bulun!

source: Estimates/Goals
tr_tr: Tahminler/Hedefler

source: Expenses / Incoming
tr_tr: Genel Giderler/Gelir Kalemler

source: Expert in
tr_tr: Uzmanlığı

source: Expiration date
tr_tr: Son Kullanma Süresi

source: Explanation
tr_tr: Aciklama

source: Feed Points
tr_tr: Feed Puanı

source: Filter
tr_tr: Filtre

# Financial_leverage_ratio
source: Investor Leverage Ratio
tr_tr: Finansal Kaldıraç Oranı(Ödeme Gücü)

# Financial_Report_Request
source: Investor Report Request
tr_tr: Finansal Rapor İsteği

# Financial_Status
source: Investment Status
tr_tr: Finansal Durum

# Financier
source: Investor
tr_tr: Yatırımcı

# Financiers
source: Investors
tr_tr: Yatırımcılar

# Financier_Button
source: Joın as ınvestor!
tr_tr: Yatırımcı olarak katıl!

# Financier_Slogan
source: Invest the company's future today!
tr_tr: Geleceğin şirketlerine bügun yatırımda bulunun!

source: Finish
tr_tr: Ayarlandı

source: Follow
tr_tr: Takip et

source: Followers
tr_tr: Takipçiler

# Forget_Password
source: Password Reset
tr_tr: Parolamı Unuttum

source: Full Name
tr_tr: Ad Soyad

source: Get an Appointment
tr_tr: Randevu Al

source: Give appointment
tr_tr: Randevu ver

source: Goal
tr_tr: Hesef

source: Groups
tr_tr: Gruplar

source: Growth
tr_tr: Büyüme

# Has_Account_Login
source: Still member? Log in
tr_tr: Zaten Üye misiniz? Giriş Yapın

source: Has Comment your Post
tr_tr: Gönderine yorum yaptı

# Has_Not_Account
source: Has not account? Sign Up
tr_tr: Üye Değil misiniz! Kayıt Olun

source: Has Tagged you
tr_tr: Seni bir gönderide etiketledi

source: Hide Email
tr_tr: Emailimi Gösterme

source: Hobies
tr_tr: Hobiler

source: Idea development
tr_tr: Fikir Geliştirme

source: Incoming Report Requests
tr_tr: Gelen Rapor Istekleri

source: Info
tr_tr: Bilgi

# Info_Mission
source: Some informations will be given to the investor as investment report only and only if a project leader gives permission
tr_tr: Görevler sırasında verdiğiniz bilgiler sadece Proje Yöneticisi istemesi durumunda yatırım raporu olarak kullanılacaktır.

# Info_Project
source: The informations of your project that you give will be kept under data privacy and will not be shared without your permission.
tr_tr: Görevleri tamamlarken proje hakkında verdiğiniz tüm bilgiler veri gizliliği kapsamında saklanmalıdır ve sizin izniniz olmadan paylaşılmaz.

source: Interaction
tr_tr: Gönderi etkileşimi

source: Investment
tr_tr: Yatırım

source: Investment expectation
tr_tr: Yatırım Beklentisi

source: Investment letter
tr_tr: Yatırım Mektubu

source: Investment Status
tr_tr: Yatırım Durumu

source: Join
tr_tr: Katıl

source: Joined
tr_tr: Katıldın

source: Language
tr_tr: Dil

source: Launch
tr_tr: Lansman

source: Learn More
tr_tr: Bilgi Al

source: Liked your Post
tr_tr: gönderini beğendi

source: Location
tr_tr: Lokasyon

source: Login
tr_tr: Giriş Yap

source: Log Out
tr_tr: Çıkış

source: Look All
tr_tr: Tümüne Bak

source: Marital Status
tr_tr: Medeni Durum

source: Market potential
tr_tr: Pazar Potansiyeli

source: Market/Scaling
tr_tr: Pazar & Ölçeklendirme

source: Market Value
tr_tr: Market Değeri

# Meetings_Future
source: Meetings in future
tr_tr: Gelecekteki toplantılar

source: Meeting request
tr_tr: Toplantı İsteği

source: Meeting requests
tr_tr: Toplantı İstekleri

source: Mentor meetings
tr_tr: Mentör Toplantıları

source: Message
tr_tr: Mesaj

source: Metrics Report
tr_tr: Metrik Raporları

source: Missions
tr_tr: Görevler

# Mission_Description
source: “Missions” is a virtual incubation center that guides entrepreneurs. İt shows the key Points of your project for better and faster entry to the market
tr_tr: Görevlerim iş fikri ile başlayan süreçler hakkında girişimciye yol göstermeyi amaçlayan bir sanal kuluçka merkezidir.Kilit noktaları size gösterek girişiminizi daha hızlı bir şekilde hayata geçirmenizde yardımcı olacaktır.

source: Mobile Downloads
tr_tr: Mobil İndirmeler

source: Mobile User
tr_tr: Mobil Kullanıcılar

source: Monthy Directed
tr_tr: Aylık Bağlantıya Yönlendirme

source: My Projects
tr_tr: Projelerim

source: News feed
tr_tr: Haber Akışı

source: Next Project
tr_tr: Sonraki Proje

# Notifications_this_Project
source: User wants notifications from this Project
tr_tr: bu projeden email ile haberdar olmak istediğini belirtti

source: Not Available
tr_tr: Müsait Değil

source: No chosen Video
tr_tr: Secili Video Yok

# Number_Visitors
source: Number of visitors
tr_tr: Ziyaretçi Sayısı

source: Okey
tr_tr: Anladım

source: One-time budgetary
tr_tr: Tek Seferlik Bütce

source: Order Confirmed
tr_tr: Siparişiniz Onaylandı

# Organize_Meeting
source: Organize a Meeting
tr_tr: Toplantı Planla

source: Password
tr_tr: Parola

source: Past Campaigns
tr_tr: Geçmişteki Kampanyalar

source: Past meetings
tr_tr: Geçmiş Toplantılar

source: Payment Information
tr_tr: Ödeme bilgileriniz

source: Phone Number
tr_tr: Telefon Numarası

source: Picture
tr_tr: Resim

source: Pictures
tr_tr: Fotoğraflar

source: Please write the email you want to add
tr_tr: Eklemek istediğiniz üyenin emailini girin

source: Product
tr_tr: Ürün/Servis

# Productivity
source: Productivity / Performance Ratio
tr_tr: Verimlilik/Performans Oranı

source: Profile
tr_tr: Profil

source: Profitability Ratio
tr_tr: Karlılık Oranı

source: Project
tr_tr: Proje

source: Projects left
tr_tr: Proje daha var

source: Project identity
tr_tr: Proje Künyesi

source: Project Owner
tr_tr: Proje Sahibi

source: Purchased Profitability
tr_tr: Bir Müşteriden Satın Alınan Karlılık

# Register
source: Sign Up
tr_tr: Kayıt Ol

source: Registered User
tr_tr: Kayıtlı Kullanıcı

source: Remind me with Email
tr_tr: Hatırlatma Emaili Gönder

source: Sales
tr_tr: Net Satışlar

source: Sales figures
tr_tr: Satış Rakamları

source: Security Code
tr_tr: Güvenlik Kodu

source: See More
tr_tr: Görüntüle

source: See_Project
tr_tr: Projeyi incele

source: Send
tr_tr: Gönder

source: Send Message
tr_tr: Mesaj At

source: Send me News-feed
tr_tr: Haber emailleri almak istiyorum

source: Send me Notifications
tr_tr: Bildirim emailleri almak istiyorum

source: Send Report Request
tr_tr: Rapor isteği Gönder

source: Send Smoke Test
tr_tr: Smoke Test Gönder

source: Shared your Post
tr_tr: gönderini paylaştı

source: Share Picture
tr_tr: Fotograf Paylaşımı

source: Share Video
tr_tr: Video Paylaşımı

source: Shopping Costs
tr_tr: Satın Alma Maliyeti

source: Short Description
tr_tr: Kısa Açıklama

source: Should continue while broadcast
tr_tr: Yayın aralığı süresince devam etsin

source: Speed Networking List
tr_tr: Speed Networking Listesi

source: Spent Budgetary
tr_tr: Harcanan Bütçe

source: Started Launch
tr_tr: Lansmana Başladı

source: Story sharing
tr_tr: Hikaye Paylaşımı

source: Team
tr_tr: Takım

source: Team/Co-Founder
tr_tr: Ekip & Ortaklar

source: Team Size
tr_tr: Takım Boyutu

source: Text
tr_tr: Metin

source: Time
tr_tr: Zaman

source: Time Spent
tr_tr: Sitede Kalma Oranı

source: Time Zone
tr_tr: Saat Dilimi

source: Title
tr_tr: Başlık

source: Turn to Idea
tr_tr: Fikirlendirme Adımı Görevlerine Dön

source: Users
tr_tr: Kullanıcılar

source: User Type
tr_tr: Kullanıcı Tipi

source: User Agreement
tr_tr: Kullanıcı Sözleşmesi

source: Value proposition
tr_tr: Değer Önerisi

source: Value Ratio
tr_tr: Değer Oranı

source: Visit frequency
tr_tr: Ziyaret Sıklığı

source: Where he lives
tr_tr: Yaşadığı Şehir

# Who_should_see
source: Who should see it
tr_tr: Kimler Görsün

source: Your appointment
tr_tr: Randevum

source: Aggrement
tr_tr: Gizlilik Sözleşmesi

# CopyRight
source: All right reserved FeedVinc © 2016
tr_tr: Tüm Hakları Saklıdır. FeedVinc © 2016

source: About us
tr_tr: Hakkımızda

# Feedvinc_Slogan
source: Feedvinc come together all informatics ecosystem!
tr_tr: FeedVinc Bütün Startup Ekosistemini Biraraya Getiriyor!

source: Choose
tr_tr: Seçiniz

source: Password Again
tr_tr: Şifre Tekrar

source: Send Password
tr_tr: Şifremi Gönder

# EmailAddess_Validation
source: Email must contains @ sembols !
tr_tr: E-Posta adresiniz @ işareti içermelidir

# Login_Error
source: Email or Password is wrong !
tr_tr: E-Posta veya Şifre hatalı !

# Password_ConfirmValidation
source: Password does not match !
tr_tr: Parola eşleşmedi !

# Password_Validation
source: Password must contains one lowercase characters, one uppercase, one digit and one sembols like ($#) and Password Length must be 8 chars or more
tr_tr: Şifreniz en az bir küçük harf, bir büyük harf, bir rakam and bir özel karakter içermeli ($#) ve en az 8 karakter olmalıdır

# Register_Success
source: Please check your email address to activate your account !
tr_tr: E-posta adresinize hesabınızı doğrulama kodu gönderdik !

# FullName_Validation
source: FullName is required field!
tr_tr: İsminizi boş Geçemezsiniz !

# UserType_Validation
source: Select user type!
tr_tr: Kullanıcı seçimi yapmalısınız!

# EmailUnique_Validation
source: Email is not valid
tr_tr: Böyle bir hesap mevcut!

# RedirectMessage
source: Redirecting...
tr_tr: Yönlendiriliyorsunuz...

# FullName_Pattern_Error
source: Please put the space characters between your first name and last name !
tr_tr: isim ve soyisminiz arasına lütfen boşluk bıraknız!

# Forget_Password_Success
source: Password Reset Code has been sent your email address!
tr_tr: Şifre resetleme kodu mail adresinize gönderilmiştir!

# Forget_Password_User_not_Found
source: Email not found!
tr_tr: Hesap bulunamadı!

# Membership_Confirmation
source: Membership Confirmation Email
tr_tr: Üyelik Onaylama

source: Password Reset
tr_tr: Şifre Değiştirme

# Password_Reset_Warning_Message
source: This password for single use. We recommend you change your password to your account !
tr_tr: Bu şifreyi değiştirin! Hesabınıza giriş yaptıktan sonra ayarlar menüsünden şifrenizi değiştiriniz!

# Activate_Link
source: Click to Activate
tr_tr: Üyeliğimi Aktif Et

# Email_Activation_Body
source: please , click the link bellow to activate your account.
tr_tr: Hesabınızı aktif etmek için aşağıdaki linki tıklayınız.

# Email_Activation_Warning
source: If you did not perform this request, ignore this message and contact us.
tr_tr: Bu talebi siz yapmadıysanız, gelen iletiyi gözardı ediniz ve bizimle iletişime geçiniz.

# Email_Hello
source: Hello
tr_tr: Merhaba

# WebSiteLink
source: Goto WebSite
tr_tr: Siteye Dön

# Welcome
source: Welcome to Feedvinc
tr_tr: Feedvinc'e hoşgeldiniz

source: AROUND ME
tr_tr: ÇEVREM

source: FEEDBACK
tr_tr: GERİBİLDİRİM

source: IDEA
tr_tr: FİKİR PAYLAŞIMI

source: LAUNCH
tr_tr: LANSMAN

source: STORY TELLING
tr_tr: HIKAYE PAYLAŞIMI

# Post_Button
source: Post
tr_tr: Paylaş

# Post_Validation
source: Please write about your share ...
tr_tr: Lütfen paylaşmak isteğiniz bir şeyler yazın!

# Share_Location_PlaceHolder
source: Your location ...
tr_tr: Bulunduğunuz yer

# Share_Post_PlaceHolder
source: Write about your share ...
tr_tr: Paylaşmak istediğinizi yazın...

source: Community
tr_tr: Topluluk

# Company_Info
source: Company Information
tr_tr: Şirket Bilgisi

source: Edit Profile
tr_tr: Profil Düzenle

source: show email
tr_tr: E-Posta adresimi göster

# User_BirthDate
source: Date Of Birth
tr_tr: Doğum Tarihi

# User_Profile_Photo
source: Profile Photo
tr_tr: Profil Fotoğrafınız

# Edit_Button
source: Edit
tr_tr: Düzenle

# FormDataError
source: please check your information !
tr_tr: Bilgilerinizi kontrol ediniz!

# ProfileSettingsSuccess
source: profile settings has been updated!
tr_tr: profile bilgileriniz güncellendi!

# Profile_about_validation
source: Max 100 chars !
tr_tr: Maksimum 1000 karakter girebilirsiniz !

# Profile_desc_validation
source: Max 80 chars !
tr_tr: Maksimum 80 karakter girebilirsin !

# Profile_picture_validation
source: select a profile picture !
tr_tr: profil fotoğrafı seçiniz !

# Profile_type_validation
source: select user type !
tr_tr: Lütfen bir kullanıcı tipi seçiniz !

# Required_validation
source: This field must not be empty!
tr_tr: Bu alan boş geçilemez !

# UserNameIsUniqueValidation
source: username is not valid. please try something else
tr_tr: kullanıcı adı geçerli değil lütfen farklı bir kullanıcı adı deneyiniz

# AccountNotificationText
source: I want to receive account notifications.
tr_tr: Hesap email'lerini almak istiyorum.

# City_Required_Validation
source: Please Select a City!
tr_tr: Lütfen Ülke Seçimi Yapınız!

# Country_Required_Validation
source: Please Select a Country !
tr_tr: Lütfen Şehir Seçimi Yapınız!

# EmailNotificationText
source: I would like to be notified by email.
tr_tr: Bildirim email'lerini almak istiyorum.

# EmailResetMessage
source: E-mail address change request sent to your email. Activate your new e-mail address!
tr_tr: E-posta adresinize email değiştirme isteği gönderildi. Yeni e-posta adresinizi etkinleştirin!

# EmailSettingsSuccess
source: E-mail settings have been changed.
tr_tr: E-Posta ayarlarınız değiştirildi.

# Email_Change
source: Change Email
tr_tr: E-Posta değiştirme

# UserType_Required_Validation
source: Please Select an usertype !
tr_tr: Kullanıcı Tipi Seçmek Zorundasınız !

# Project_Status_Validation
source: Please select a Project Status!
tr_tr: Proje Durumunu seçiniz !

source: Project Name
tr_tr: Proje İsmi

# Project_About
source: About (Max 1000 chars)
tr_tr: Hakkında (Maks 1000 karakter)

# Project_About_Validation
source: Max 1000 chars
tr_tr: Proje Hakkında Maksimum 1000 karakter sınırı !

# Project_AndroidLink
source: Android Link
tr_tr: Android Market Link

source: Project Category
tr_tr: Proje Kategorisi

# Project_Category_Validation
source: Select a Project Category !
tr_tr: Kategori seçimi yapınız!

# Project_City
source: City
tr_tr: Şehir

# City_Validation
source: Please select a city!
tr_tr: Şehir seçimi yapınız!

# Project_Country
source: Country
tr_tr: Ülke

# County_Validation
source: Please select a country!
tr_tr: Ülke seçimi yapınız!

source: Project Investment Status
tr_tr: Yatırım Durumu

# Project_Investment_Status_Validation
source: Please select a Investment Status!
tr_tr: Yatırım Durumunu seçiniz!

# Project_IPhoneLink
source: IPhone App Link
tr_tr: IPhone Store Linki

# Project_Name_Validation
source: Project Name is required !
tr_tr: Proje ismi giriniz!

# Project_SalesPitch_Validation
source: Sales Pitch Max 80 chars !
tr_tr: Satış Konuşması Maksimum 80 karakter

# Project_Save
source: Save
tr_tr: Kaydet

source: Project Status
tr_tr: Proje Durumu

# Project_Tags
source: Tags (Max 5)
tr_tr: Etiketler (Maks 5 adet)

# Project_Tags_Validation
source: Max 5 quantity!
tr_tr: Makimum 5 Etiket girebilirsiniz!

# Project_WebLink
source: Web Link
tr_tr: Web Linki

# Sales_Pitch
source: Sales Pitch (Max 80 chars)
tr_tr: Satış Konuşması

source: New Project
tr_tr: Yeni Proje

# File_Validation
source: Select a picture
tr_tr: Resim seçiniz

# Project_Edit
source: Edit Project
tr_tr: Projeyi Düzenle

# Project_Photo_Edit
source: Edit Photos
tr_tr: Fotoğrafları Düzenle

# Project_Success
source: Project is ready for use !
tr_tr: Projeniz yayınlandı!

# Project_Team_Edit
source: Edit Team
tr_tr: Takımı Düzenle

# Multiple_Image_Upload_Validation
source: Maximum 5 Images, 100 Mb Total limit and .jpg,.png,.jpeg extentions supported
tr_tr: 100 MB toplam limit, sadece jpg,png,jpeg format desteği ve 5 resme kadar toplu yükleme yapabilirsiniz

# ProjectOwnerChange
source: Project transfer process is completed. Redirecting to log in..
tr_tr: Proje devir teslim işlemi gerçekleşti. Giriş sayfasına yönlendiriliyorsunuz.

# ProjectTeamAdd_Error
source: account not available
tr_tr: Böyle bir hesap sistemde yok

# ProjectTeamAdd_Success
source: user has been joined project team
tr_tr: Kullanıcı Proje takımına katıldı

# Project_Team_Warning
source: Please write email who want to connect
tr_tr: Eklemek istediğiniz üyenin email'ini girin

# Ask_Mentor
source: Ask to Mentor
tr_tr: Mentor'a Sor

# Start_Launch
source: Launcing
tr_tr: Lansman Yap

source: Statistics
tr_tr: İstatikler

source: Take Feedback
tr_tr: Feedback Al

source: Take Report
tr_tr: Rapor Al

# FeedBack_Add
source: Add Feedback
tr_tr: Feedback Ekle

# FeedBack_No
source: No
tr_tr: Hayır

# FeedBack_Notify
source: Notify to investors ?
tr_tr: Yatırımcılara Bildirim Gönder

# Feedback_Picture
source: Picture
tr_tr: Resim

# FeedBack_Yes
source: Yes
tr_tr: Evet

source: Information
tr_tr: Bilgi

# Launch_Add
source: Add Launch
tr_tr: Lansman Ekle

# Launch_Picture
source: Picture
tr_tr: Resim

# Launch_Version
source: Version
tr_tr: Versiyon

source: Test Link
tr_tr: Test Linki

# Information_Validation
source: give an information about
tr_tr: Bilgi girişi yapınız

# Version_Validation
source: Please type your project version
tr_tr: Proje versiyon bilgisini giriniz

# TestLink_Validation
source: Please type project testlink
tr_tr: Proje test linkini giriniz

source: Manage
tr_tr: Yönet

source: Member
tr_tr: Üye

source: Members
tr_tr: Üyeler

source: Projects
tr_tr: Projeler

source: Community Admin
tr_tr: Topluluk Yöneticisi

source: Community Member
tr_tr: Topluluk Üyesi

source: Invested Project
tr_tr: Yatırım Alan Projeler

source: Show All
tr_tr: Hepsine Bak

# Community_Objective_Validation
source: Objective (Max 80 chars)
tr_tr: Amaç (Max 80 karakter)

# Community_About
source: About
tr_tr: Hakkında

# Community_Add
source: Create New Community
tr_tr: Topluluk Ekle

source: Community Name
tr_tr: Topluluk İsmi

# Community_Objective
source: Objective
tr_tr: Amacı

# Community_WebLink
source: Web Link
tr_tr: Web Adresi

# Community_Edit
source: Edit Community
tr_tr: Topluluğu Düzenle

# Community_Admins
source: Community Adminstrators
tr_tr: Topluluk Yöneticileri

# Community_Admin_Add_Success
source: new member is joined the community
tr_tr: Yeni üye topluluğa katıldı

# Edit_Community_Manager
source: Edit Manager
tr_tr: Yöneticileri Düzenle

source: Events
tr_tr: Etkinlikler

source: Date
tr_tr: Tarih

# Event_Required_Date
source: Select Event Date
tr_tr: Etkinlik tarihi giriniz

# Event_Add_Success
source: Event was created!
tr_tr: Etkinlik girildi!

# Event_Title_validation
source: Event Title must not be empty !
tr_tr: Etkinlik ile ilgili başlış girişi yapınız!

# Addvertisement_Required
source: Please write about your adds!
tr_tr: İlanınız hakkında bir şeyler yazın!

# Give_Ads
source: Give an Ads
tr_tr: İlan Ver

source: Deadline
tr_tr: Son Başvuru

source: Apply
tr_tr: Başvur

# Project_Validation
source: Select any project !
tr_tr: İlan verdiğiniz projeyi seçiniz!

# Advertisement_Success
source: Ads is published !
tr_tr: İlanınız yayınlandı !

source: Feed Point
tr_tr: Paylaşım Puanı

# ProjectInvested_1st_lap
source: 1st lap invested
tr_tr: 1.tur yatırım aldı

# ProjectInvested_2nd_lap
source: 2nd lap invested
tr_tr: 2.tur yatırım aldı

# ProjectInvested_2nd_Not_Invested
source: Not Invested
tr_tr: yatırım almadı

# ProjectStatus_Development_of_Phase
source: Development of Phase
tr_tr: Geliştirme Aşamasında

# ProjectStatus_Newer
source: Newer
tr_tr: Yeni

# ProjectStatus_Ready_for_Publication
source: Ready for Publication
tr_tr: Yayına Aşamasında

# Share_Notification_Text
source: posted an item his timeline
tr_tr: zaman tünelinde bir paylaşım yaptı

source: Notifications
tr_tr: Bildirimler

# LastestShareNotifications
source: Recent Posts
tr_tr: Son Gönderiler

# Followed
source: Following
tr_tr: Takip Ediyorsun

# Follow_Project_Notification_Text
source: Following your project
tr_tr: proje profilini takip etmeye başladı

# Follow_User_Notification_Text
source: Following your profile
tr_tr: profilini takip etmeye başladı

# Share_CommunityComment
source: sent a comment for your community
tr_tr: topluluk gönderisine yorum yaptı

# Share_IdeaComment
source: sent a comment
tr_tr: fikir paylaşımına yorum yaptı

# Share_ProjectComment
source: sent a comment project
tr_tr: proje gönderisine yorum yaptı
